[
  {
    "bio": "Gourmet expert Asad is a masterful Chef from Pakistan who gives grand cooking formulas on Lazzat with Asad on Metro One. He is the new master specialist that will undoubtedly stay viewers adhere to their TVs, regardless of whether they get joy from cooking or not. For this work on Bangladeshi food he is places in the list of top 10 chefs in Bangladesh, although currently he is working in Pakistan.  Not just he educates the most delightful dishes from Bangladesh. He likewise entertains gatherings of people with prompt answers for cooking tragedies.",
    "likes": 80,
    "id": 1,
    "name": "Asad Latif",
    "img_url": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/Chef-Asad-Latif-top-ten-chefs-in-Bangladesh-768x576.jpg",
    "experience_years": 50,
    "num_recipes": 5
  },
  {
    "bio": "Manik Miah, the head culinary specialist from the Windsor Tiffin eatery in Burbage, contributed in the finals of the Curry Chef of the Year competition sorted out by the Bangladesh Caterers Association. The test saw 30 culinary specialists from over the UK showcased their aptitudes at Northampton College by making a mark dish in only 45 minutes. He picked a chicken dish, a classical korma – desi khas korma – alongside mint pilaw rice and a vegetable side dish, vegetable salan. He is now considered at the seventh most talented chef among top famous ten chefs in Bangladesh.",
    "likes": 64,
    "id": 2,
    "name": "Manik Miah",
    "img_url": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/MAnik-Miah-top-10-chefs-in-Bangladesh.jpg",
    "experience_years": 35,
    "num_recipes": 5
  },
  {
    "bio": "Kiran Jethwa also known as “ The Fearless Chef” has travelled every part of the Bangladesh, one of the worlds top fish creating countries, and finds that the nation’s angling industry is as assorted as it can be hazardous. Kiran Jethwa, is a worldwide “gastronaut” and has crossed the world looking for gutsy and cooking styles and societies. From racing with falcons in Mongolia to Remote Ocean jumping for fish in Mozambique, Jethwa has encountered the perils and excites that individuals day by day professionally for culinary field.",
    "likes": 78,
    "id": 3,
    "name": "Kiran Jethwa",
    "img_url": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/KIRAN-JETHWA-top-chefs-in-Bangladesh.jpg",
    "experience_years": 30,
    "num_recipes": 5
  },
  {
    "bio": "Shellys family moved to Britain in the 1960s and with them they brought a genuine energy and aptitude for Bangladeshi cooking. Being encompassed by this, Shelly could ingest their abilities and overpowering eagerness for Bangladeshi nourishment. She was transfixed by the sight and aromas of the flavors put away in and around her moms kitchen. This, combined with her dad owning and running a Bangladeshi eatery in the 1970s, gave her a profound comprehension of the varieties in Bangladeshi cooking. After some time Shelly figured out how to duplicate and ad lib on zest mixes and utilize cooking strategies embraced from her nation of origin, Britain. She is also known as popular name among the list of top 10 chefs in Bangladesh.",
    "likes": 87,
    "id": 4,
    "name": "Shelly Nuruzzaman",
    "img_url": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/Shelly-Nuruzzaman-top-10-chefs-in-Bangladesh.jpg",
    "experience_years": 45,
    "num_recipes": 5
  },
  {
    "bio": "Mr. Khan has been serving the town of Ringwood for more than 20 years, with his past eatery, where he was the accomplice and Chef for almost five years, before opening the Curry Garden. chef-feroze-khan-top-10-chefs-in-bangladesh Curry Garden is best depicted as “A fun, vivacious Indian and Bangladeshi Restaurant, with customary qualities, serving amazing sustenance at sensible costs in a clean sprightly air, encompassed by ever supportive staff”. A significant part of the business comes through normal clients and suggestions. He is also included in Bangladeshi Top chefs list.",
    "likes": 57,
    "id": 5,
    "name": "Md. Feroze Khan",
    "img_url": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/chef-Feroze-Khan-top-10-chefs-in-Bangladesh.jpg",
    "experience_years": 25,
    "num_recipes": 5
  },
  {
    "bio": "Mohammad Ajman Miah, MBE FRSA, better known by his nick name Tommy Miah, is a Bangladeshi-born British chef, owner of the Raj Restaurant and founder of the International Indian Chef of the Year Competition. He is often recognised as the 'Curry King' in Britain.",
    "likes": 97,
    "id": 6,
    "name": "Tommy Miah ",
    "img_url": "https://media.gettyimages.com/id/877855026/photo/mohammed-tommy-miah-after-receiving-his-mbe-from-the-prince-of-wales-at-an-investiture.jpg?s=612x612&w=0&k=20&c=r3_u1E0mY_CnmzOaCstTqb14wL8SJh_znqOOjECJ6k0=",
    "experience_years": 20,
    "num_recipes": 5
  }
]
